//======================================================= Presets Groups    ================================
Group group[] PROGMEM = {
  044,    "Київ",
};
//======================================================= END Presets Groups     ===========================

//======================================================= Memory     =======================================
Memory memory[] PROGMEM = {

  67.28,   "Еммануїл",             "044",  // БИЗНЕС- FM
  69.68,   "Радіо Марія",               "044",  // Like FM
  88.4,   "Прямий FM",              "044",  // Радио Ретро FM
  89.4,   "РадіоМ",               "044",  // Юмор FM
  92.4,   "Класик радіо",               "044",  // Радио Джаз
  92.8,   "NRJ",          "044",  // Радио Мегаполис FM
  93.8,   "Бізнес-Радіо",             "044",  // Страна FM
  94.2,   "Радіо MAXIMUM",         "044",  // Авто Радио
  94.6,   "РЕЛАКС",             "044",  // Relax-FM
  91.2,   "Армія FM",         "044",  // Радио Эхо Москвы
  95.2,   "Мелодія FM",           "044",  // Радио Культура
  95.6,   "Best FM",             "044",  // Москва ФМ
  96,     "Radio NV",               "044",  // Радио Дача
  96.4,   "Хіт FM",           "044",  // Радио Карнавал
  96.8,   "DJ FM",          "044",  // STUDIO 21
  97.2,   "Радіо “Промінь”",         "044",  // Коммерсант ФМ
  97.6,   "Радіо “Культура”",             "044",  // Восток FM
  98,   "Київ FM",              "044",  // Весна FM
  98.5,   "Радіо БАЙРАКТАР",     "044",  // Говорит Москва
  99,   "Nostalgie",                "044",  // Рок ФМ
  99.4,   "Громадське радiо",             "044",  // Радио Звезда-FM
  100,   "Країна FM",           "044",  // Дорожное радио
  100.5,   "Radio Miami",              "044",  // Такси FM
  101.1,   "П’ятниця",            "044",  // Детское радио
  101.5,   "Радіо Relax","044",  // Радио Комсомольская правда
  101.9,   "Шансон",              "044",  // Вести ФМ
  102.5,   "Просто Radi.O",            "044",  // Радио Шоколад
  103.1,   "Люкс FM",              "044",  // Новое Радио
  103.6,   "Radio ROKS",          "044",  // Радио Романтика
  104,   "Power FM",              "044",  // Радио Орфей
  104.6,   "Radio Jazz",        "044",  // Радио Русский Хит
  105,  "Українське Радіо",   "044",  // Радио Серебряный Дождь
  105.5,  "Стильне радіо Перець FM",               "044",  // Жара FM
  106,  "Lounge FM",               "044",  // Радио Вера
  106.5,  "Kiss FM",                "044",  // Радио DFM
  107,  "Європа Плюс",         "044",  // Наше Радио
  107.4,  "Авторадіо-Україна",        "044",  // Радио Монте-Карло
  107.9,  "Наше Радіо",             "044",  // Comedy FM
  1179,  "ROMANIA Actualitati","ALL",  // Румынское радио
  1413,  "РАДИО РОССИИ",       "ALL",

  7260,  "Азиатское радио",    "ALL",

  27135,  "Дальнобойщики",         "",
};
//======================================================= END Memory     ===================================
